{
  "room1": [
    {
      "id": 1,
      "text": "Nova pesquisa revela que comer sementes de maçã diariamente previne todas as doenças genéticas.",
      "isFake": true,
      "digit": 4,
      "explanation": "FAKE NEWS! Não há comprovação científica de que sementes de maçã previnam doenças genéticas. Informação sem base científica."
    },
    {
      "id": 2,
      "text": "Vacinas são essenciais para prevenir doenças infecciosas e salvar milhões de vidas todos os anos.",
      "isFake": false,
      "digit": 7,
      "explanation": "VERDADEIRO! Vacinas são comprovadamente eficazes na prevenção de doenças e são recomendadas por órgãos de saúde."
    },
    {
      "id": 3,
      "text": "Estudo mostra que plantas transgênicas causam câncer em humanos após 2 anos de consumo.",
      "isFake": true,
      "digit": 1,
      "explanation": "FAKE NEWS! Não há evidências científicas que associem plantas transgênicas ao câncer em humanos."
    },
    {
      "id": 4,
      "text": "A biodiversidade é fundamental para o equilíbrio dos ecossistemas e para a sobrevivência humana.",
      "isFake": false,
      "digit": 9,
      "explanation": "VERDADEIRO! A biodiversidade garante recursos naturais e equilíbrio ambiental, sendo essencial para a vida."
    },
    {
      "id": 5,
      "text": "Tomar vitamina C em excesso impede qualquer tipo de infecção viral.",
      "isFake": true,
      "digit": 2,
      "explanation": "FAKE NEWS! O excesso de vitamina C não impede infecções virais e pode causar problemas de saúde."
    }
  ],
  "room2": [
    {
      "id": 6,
      "text": "Descoberta recente mostra que a Segunda Guerra Mundial terminou em 1948.",
      "isFake": true,
      "digit": 5,
      "explanation": "FAKE NEWS! A Segunda Guerra Mundial terminou oficialmente em 1945. Informação incorreta."
    },
    {
      "id": 7,
      "text": "A Lei Áurea, que aboliu a escravidão no Brasil, foi assinada em 1888 pela Princesa Isabel.",
      "isFake": false,
      "digit": 8,
      "explanation": "VERDADEIRO! A Lei Áurea foi assinada em 13 de maio de 1888, abolindo a escravidão no Brasil."
    },
    {
      "id": 8,
      "text": "O Egito Antigo foi a primeira civilização a usar a internet para comunicação entre cidades.",
      "isFake": true,
      "digit": 3,
      "explanation": "FAKE NEWS! A internet foi criada no século XX. O Egito Antigo não tinha acesso a essa tecnologia."
    },
    {
      "id": 9,
      "text": "A Revolução Industrial foi um marco para o desenvolvimento tecnológico e social da humanidade.",
      "isFake": false,
      "digit": 6,
      "explanation": "VERDADEIRO! A Revolução Industrial trouxe grandes avanços tecnológicos e sociais."
    },
    {
      "id": 10,
      "text": "A história do Brasil começou com a chegada dos portugueses em 1800.",
      "isFake": true,
      "digit": 0,
      "explanation": "FAKE NEWS! Os portugueses chegaram ao Brasil em 1500, não em 1800."
    }
  ],
  "room3": [
    {
      "id": 11,
      "text": "Gráfico divulgado em rede social mostra que 99% dos brasileiros são milionários.",
      "isFake": true,
      "digit": 6,
      "explanation": "FAKE NEWS! Dados oficiais mostram que a maioria da população brasileira não é milionária. Gráficos podem ser manipulados."
    },
    {
      "id": 12,
      "text": "A média aritmética é uma das formas de calcular o valor central de um conjunto de dados.",
      "isFake": false,
      "digit": 1,
      "explanation": "VERDADEIRO! A média aritmética é um conceito fundamental em estatística."
    },
    {
      "id": 13,
      "text": "Estudo afirma que se todos jogarem na loteria, todos ficarão ricos.",
      "isFake": true,
      "digit": 7,
      "explanation": "FAKE NEWS! A probabilidade de ganhar na loteria é muito baixa. Não é uma forma garantida de enriquecer."
    },
    {
      "id": 14,
      "text": "A análise de dados é importante para tomar decisões informadas em diversas áreas do conhecimento.",
      "isFake": false,
      "digit": 3,
      "explanation": "VERDADEIRO! A análise de dados é fundamental para decisões baseadas em evidências."
    },
    {
      "id": 15,
      "text": "Uma pesquisa mostra que 100% das estatísticas na internet são verdadeiras.",
      "isFake": true,
      "digit": 8,
      "explanation": "FAKE NEWS! Nem todas as estatísticas divulgadas na internet são verdadeiras. É preciso checar as fontes."
    }
  ]
}